{
  "Automatic Tags": { "branch": "main" },
  "Autopairs": { "branch": "master" },
  "Catppuccin": { "branch": "main" },
  "Gitsigns": { "branch": "main" },
  "Indent": { "branch": "master" },
  "Lualine": { "branch": "master" },
  "Neo-tree": { "branch": "v3.x" },
  "Which Key": { "branch": "main" },
  "go.nvim": { "branch": "master" },
  "guihua.lua": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" }
}
