{
  "Automatic Tags": { "branch": "main" },
  "Autopairs": { "branch": "master" },
  "Catppuccin": { "branch": "main" },
  "Gitsigns": { "branch": "main" },
  "Indent": { "branch": "master" },
  "Lualine": { "branch": "master" },
  "Which Key": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "go.nvim": { "branch": "master" },
  "guihua.lua": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" }
}
